{
  "title": {
    "ko": "글자 단원",
    "en": "Letters (Syllable) Unit",
    "ja": "文字（音節）ユニット",
    "zh": "音节单元",
    "vi": "Bài học Chữ (Âm tiết)",
    "fr": "Unité des lettres (syllabes)",
    "de": "Einheit: Silbenblöcke",
    "es": "Unidad de letras (sílabas)",
    "ru": "Раздел слоговых блоков",
    "mn": "Үсэг (үе) нэгж"
  },
  "description": {
    "ko": "한글 글자는 자음자(초성)와 모음자(중성), 필요에 따라 받침(종성)이 한 칸 안에서 결합하여 이루어진다. 현대 한글의 기본 자모는 초성 19자, 중성 21자, 종성 27자이며, 초성·중성만 결합한 399자(19×21)와 초성·중성·종성 결합 10,773자(19×21×27)를 포함해 이론적으로 11,172자(종성 ‘없음’ 포함)가 가능하다. 자음 중 ㄸ·ㅃ·ㅉ은 초성 전용이고, 종성에는 겹받침(ㄳ, ㄵ, ㄶ, ㄺ, ㄻ, ㄼ, ㄽ, ㄾ, ㄿ, ㅀ, ㅄ)도 사용된다. 이곳에서는 글자 배열을 좌우 결합형, 상하 결합형, 좌우상하 결합형, ㅢ형으로 나누어 학습하며, 필순은 왼쪽에서 오른쪽, 위에서 아래로의 원칙과 정방형 균형을 기본으로 한다.",
    "en": "A Hangul syllable block combines an initial consonant and a medial vowel, optionally with a final consonant, within a single square. Modern Hangul uses 19 initials, 21 medials, and 27 finals. There are 399 open syllables (19×21) and 10,773 closed syllables (19×21×27), for 11,172 theoretical combinations when the “no-final” case is included. The tense consonants ㄸ, ㅃ, ㅉ occur only in initial position; finals also include complex clusters (e.g., ㄳ, ㄵ, ㄶ, ㄺ, ㄻ, ㄼ, ㄽ, ㄾ, ㄿ, ㅀ, ㅄ). In this unit we group layouts into Left–Right, Top–Bottom, Complex (LR+TB), and the ㅢ-type, following left-to-right and top-to-bottom stroke order with a square balance.",
    "ja": "ハングルの文字（音節）ブロックは、初声（子音）と中声（母音）を組み合わせ、必要に応じて終声（パッチム）を加えて、1つの正方形の中に構成されます。現代ハングルでは初声19字・中声21字・終声27字を用います。初声＋中声のみの組み合わせは399字（19×21）、初声＋中声＋終声をすべて組み合わせると10,773字（19×21×27）となり、「終声なし」を含めた理論上の総数は11,172字です。強音のㄸ・ㅃ・ㅉは初声のみに現れ、終声には複合パッチム（例：ㄳ、ㄵ、ㄶ、ㄺ、ㄻ、ㄼ、ㄽ、ㄾ、ㄿ、ㅀ、ㅄ）も含まれます。本ユニットでは配置を左右型・上下型・左右上下複合型・ㅢ型に分け、書き順は左から右、上から下、かつ正方形のバランスを基本とします。",
    "zh": "韩语的音节方块在同一正方形内由声母（初声）与韵母（中声）组合而成，必要时加上收音（终声）。现代韩语使用19个初声、21个中声、27个终声。仅由初声与中声构成的“开音节”有399个（19×21），三者全部组合的“闭音节”有10,773个（19×21×27），连同“无终声”情况在内，理论上共11,172种组合。紧音ㄸ、ㅃ、ㅉ仅用于初声位置；终声还包含复合收音（如：ㄳ、ㄵ、ㄶ、ㄺ、ㄻ、ㄼ、ㄽ、ㄾ、ㄿ、ㅀ、ㅄ）。本单元按左右型、上下型、复合型（左右+上下）及“ㅢ型”分类，书写遵循自左向右、由上而下并保持方形平衡的原则。",
    "vi": "Một khối âm tiết Hangul được tạo bởi phụ âm đầu (초성) và nguyên âm giữa (중성), có thể thêm phụ âm cuối (종성) trong cùng một ô vuông. Tiếng Hàn hiện đại dùng 19 phụ âm đầu, 21 nguyên âm giữa và 27 phụ âm cuối. Có 399 âm tiết mở (19×21) và 10.773 âm tiết đóng (19×21×27), tổng cộng 11.172 tổ hợp lý thuyết nếu tính cả trường hợp “không có phụ âm cuối”. Các phụ âm căng ㄸ, ㅃ, ㅉ chỉ xuất hiện ở vị trí đầu; phần phụ âm cuối cũng có các cụm phức (vd. ㄳ, ㄵ, ㄶ, ㄺ, ㄻ, ㄼ, ㄽ, ㄾ, ㄿ, ㅀ, ㅄ). Bài học này chia bố cục thành Trái–Phải, Trên–Dưới, Hỗn hợp (TP+TD) và kiểu ㅢ, tuân thủ thứ tự nét từ trái sang phải, từ trên xuống dưới với cân bằng hình vuông.",
    "fr": "Un bloc syllabique en hangeul combine une consonne initiale et une voyelle médiane, éventuellement avec une consonne finale, au sein d’un carré. Le hangeul moderne compte 19 initiales, 21 médianes et 27 finales. On obtient 399 syllabes ouvertes (19×21) et 10 773 syllabes fermées (19×21×27), soit 11 172 combinaisons théoriques en incluant le cas « sans finale ». Les consonnes tendues ㄸ, ㅃ, ㅉ n’apparaissent qu’en position initiale ; les finales comprennent aussi des groupes complexes (p. ex. ㄳ, ㄵ, ㄶ, ㄺ, ㄻ, ㄼ, ㄽ, ㄾ, ㄿ, ㅀ, ㅄ). Cette unité classe les dispositions en gauche-droite, haut-bas, complexes (GD+HB) et le type ㅢ, avec un ordre des traits de gauche à droite et de haut en bas, en conservant l’équilibre du carré.",
    "de": "Ein Hangeul-Silbenblock entsteht innerhalb eines Quadrats durch die Kombination aus Anlaut (초성) und Inlaut (중성), optional mit Endkonsonant (종성). Im modernen Hangeul gibt es 19 Anlaute, 21 Inlaute und 27 Endkonsonanten. Es ergeben sich 399 offene Silben (19×21) und 10.773 geschlossene Silben (19×21×27), insgesamt 11.172 theoretische Kombinationen einschließlich des Falls „ohne Endkonsonant“. Die gespannten Konsonanten ㄸ, ㅃ, ㅉ treten nur am Wortanfang auf; bei den Endkonsonanten existieren auch komplexe Cluster (z. B. ㄳ, ㄵ, ㄶ, ㄺ, ㄻ, ㄼ, ㄽ, ㄾ, ㄿ, ㅀ, ㅄ). In dieser Einheit ordnen wir die Layouts in Links-Rechts, Oben-Unten, Komplex (LR+OU) und den ㅢ-Typ und folgen einer Strichreihenfolge von links nach rechts und von oben nach unten mit quadratischer Balance.",
    "es": "Un bloque silábico en hangul se forma dentro de un cuadrado combinando una consonante inicial y una vocal medial, opcionalmente con una consoncia final. El hangul moderno emplea 19 iniciales, 21 mediales y 27 finales. Hay 399 sílabas abiertas (19×21) y 10.773 sílabas cerradas (19×21×27), sumando 11.172 combinaciones teóricas al incluir el caso «sin final». Las consonantes tensas ㄸ, ㅃ, ㅉ aparecen solo en posición inicial; las finales incluyen también grupos complejos (p. ej., ㄳ, ㄵ, ㄶ, ㄺ, ㄻ, ㄼ, ㄽ, ㄾ, ㄿ, ㅀ, ㅄ). En esta unidad organizamos las disposiciones en Izquierda-Derecha, Arriba-Abajo, Complejas (ID+AA) y el tipo ㅢ, siguiendo el orden de trazos de izquierda a derecha y de arriba abajo con equilibrio cuadrado.",
    "ru": "Слоговой блок хангыль формируется внутри одного квадрата из начальной согласной (초성) и гласной (중성) с возможным добавлением конечной согласной (종성). В современном хангыле используются 19 начальных, 21 гласная и 27 конечных согласных. Существует 399 «открытых» слогов (19×21) и 10 773 «закрытых» слога (19×21×27), всего 11 172 теоретические комбинации с учётом случая «без финали». Усиленные согласные ㄸ, ㅃ, ㅉ встречаются только в начальной позиции; среди финалей есть и сложные сочетания (напр.: ㄳ, ㄵ, ㄶ, ㄺ, ㄻ, ㄼ, ㄽ, ㄾ, ㄿ, ㅀ, ㅄ). В этом разделе компоновки делятся на левоправые, верх-низ, смешанные (ЛП+ВН) и тип ㅢ; порядок штрихов — слева направо и сверху вниз при сохранении квадратного баланса.",
    "mn": "Хангилийн үе (блок) нь нэг дөрвөлжин дотор эхний гийгүүлэгч (초성) ба дунд эгшиг (중성)-ийг, шаардлагатай бол төгсгөлийн гийгүүлэгч (종성)-ийг нэмж хослуулан бүтдэг. Орчин үеийн хангилд 19 эх гийгэгч, 21 дунд эгшиг, 27 төгсгөлийн гийгэгч хэрэглэнэ. Зөвхөн эх+дунд хослол нь 399 нээлттэй үе (19×21), эх+дунд+төгсгөл бүхий 10,773 хаалттай үе (19×21×27) бөгөөд “төгсгөлгүй” тохиолдлыг хамруулбал онолын дээд хэмжээ 11,172 болно. Хүчтэй гийгүүлэгчид ㄸ, ㅃ, ㅉ зөвхөн эхэнд хэрэглэгддэг; төгсгөлд нийлмэл сонсогдох гийгүүлэгчид (ж. ㄳ, ㄵ, ㄶ, ㄺ, ㄻ, ㄼ, ㄽ, ㄾ, ㄿ, ㅀ, ㅄ) орно. Энэ нэгжид байршлыг Зүүн-Баруун, Дээд-Доод, Холимог (ЗБ+ДД) болон ㅢ хэв шинжээр ангилж, бичих дарааллыг зүүнээс баруун, дээрээс доош баримталж, дөрвөлжин тэнцвэрийг хадгална."
  }
}
